/* Cancel */
"picker.navigation.cancel-button" = "Cancel";

/* Done */
"picker.navigation.done-button" = "Next";

/* Navigation bar default title */
"picker.navigation.title" = "GMImagePicker";

/* %@ Items Selected */
"picker.selection.multiple-items" = "%@ Items Selected";

/* %@ Photos Selected */
"picker.selection.multiple-photos" = "%@ Photos Selected";

/* %@ Videos Selected */
"picker.selection.multiple-videos" = "%@ Videos Selected";

/* 1 Photo Selected */
"picker.selection.single-photo" = "1 Photo Selected";

/* 1 Video Selected */
"picker.selection.single-video" = "1 Video Selected";

/* All photos */
"picker.table.all-photos-label" = "All Photos";

/* Shared Albums */
"picker.table.shared-albums-header" = "iPhoto Streams";

/* Smart Albums */
"picker.table.smart-albums-header" = "Smart Collections";

/* Albums */
"picker.table.user-albums-header" = "Albums";

/* %@ Error message */
"picker.selection.max-selection.error.message" = "You cannot select more than %d photos";

/* %@ Error title */
"picker.selection.max-selection.error.title" = "Error";

/* %@ Error OK button */
"picker.selection.max-selection.error.button" = "OK";

/* %@ Loading message */
"picker.selection.processing" = "Processing...";


"picker.selection.downloading" = "Downloading from iCloud...";
